app/controllers/contributions_controller.rb

  def index
    @contributions = Contribution.all
---
SELECT "contributions".* FROM "contributions"