app/controllers/units_controller.rb

SELECT "units".* FROM "units"
---
  def index
    @units = Unit.all